acd_cli
acpi
acpi_call
acpid
aic94xx-firmware
alsa-utils
arandr
arc-gtk-theme
arc-icon-theme
archlinux-xdg-menu
arp-scan
atool
autoconf
autojump
automake
bash
bash-completion
bbswitch
bc
biber
bind-tools
binutils
bison
bluez-hid2hci
bluez-utils
bumblebee
bzip2
cabal-install
calibre
cdemu-client
cdemu-daemon
chromium
cmus-git
connman
copyq
coreutils
cowsay
cpupower
cronie
cryptsetup
d-feet
device-mapper
dhclient
dhcpcd
dictd
diffutils
djview
djvulibre
dmenu
dropbox-cli
dropbox-experimental
dunst
e2fsprogs
easytag
efibootmgr
elinks
emacs
encfs
evtest
fakeroot
feh
file
filesystem
findutils
firefox
flashplugin
flex
foremost
fortune-mod
foxitreader
fuse3
gawk
gcalcli
gcc
gcc-libs
gcolor2
gdb
genymotion
gettext
gimp
gksu
glibc
glyr
gnome-themes-standard
go
go-tools
goldendict
gparted
grep
groff
grub
gtk-engine-murrine
guvcview
gvim
gzip
haskell-alsa-core
haskell-alsa-mixer
haskell-hinotify
haskell-xmonad
haskell-xmonad-contrib
hdparm
highlight
htop
hwinfo
i3-wm
i3blocks
i3lock
i3status
i7z
ifplugd
inetutils
inotify-tools
intel-ucode
iproute2
iputils
isync
iw
jdk8-openjdk
jdownloader2
jfsutils
jre8-openjdk
jre8-openjdk-headless
keepassxc
kid3-qt
less
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base
lib32-gst-plugins-base-libs
lib32-gst-plugins-good
lib32-gtk3
lib32-mpg123
lib32-nvidia-utils
lib32-primus
lib32-virtualgl
libcaca
libreoffice-fresh
libtool
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
logrotate
lshw
ltrace
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mediainfo
mesa-demos
meteo-qt
mlocate
mons
mplayer
mps-youtube
msmtp
mupdf
nano
neomutt
net-tools
netctl
nethogs
nfs-utils
nmap
ntfs-3g
numlockx
nvidia
nvidia-settings
offlineimap
openjdk8-doc
openjdk8-src
openmpi
openssh
os-prober
pacman
pamixer
pasystray-git
patch
pavucontrol
pciutils
pcmciautils
pepper-flash
perl
perl-file-mimeinfo
perl-image-exiftool
pkg-config
pkgfile
pkgstats
playerctl
poppler
powertop
ppp
primus
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
python
python-cairo
python-fusepy
python-lxml
python-pip
python-pyqt5
python2-atomicwrites
python2-click-log
python2-click-threading
python2-notify
python2-oauth2client1412
python2-pip
python2-tzlocal
qemu
qt-installer-framework
qt5-styleplugins
qt5ct
ranger-git
reiserfsprogs
rxvt-unicode
s-nail
samba
scrot
sed
shadow
shotwell
smplayer
speedcrunch
spotify
spotify-adkiller-git
stalonetray
strace
sudo
sysfsutils
systemd-sysvcompat
tar
task
tcl
tcpdump
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texstudio
thermald
thunderbird
time
tk
tmux
tmux-bash-completion
transmission-cli
transmission-qt
transmission-remote-cli-git
trayer-srg-git
tree
ttf-dejavu
ttf-droid
ttf-fira-mono
ttf-ms-fonts
twmn-git
unetbootin
unrar
urlscan
urxvt-perls
urxvt-resize-font-git
usbtop
usbutils
util-linux
veracrypt
vi
virtualbox
virtualbox-ext-oracle
virtualbox-guest-iso
virtualgl
w3m
wd719x-firmware
wget
which
whois
wicd-gtk
wicd-patched
wine-mono
wine-staging
wine_gecko
winetricks
wmctrl
wol-systemd
wpa_actiond
wpa_supplicant
x11-ssh-askpass
xbindkeys
xclip
xcompmgr
xdg-user-dirs
xdotool
xf86-input-wacom
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfsprogs
xmobar
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xournal
xpdf
xscreensaver
xsel
xss-lock-git
xterm
xvkbd
xxkb
yeganesh-cabal
youtube-dl
zenity
